{"inkVersion":19,"root":[["^Welcome to Episode 7 of Natasha's Program Management Adventure. The project teams are busy working towards the Version 1 release of the bot - a comprehensive IVR menu based system.","\n","^As the program execution progresses, you start to notice a lot of things you hadn't included in your plan or governance documents. But don't worry, it's never too late. Use this episode to fill in all the gaps in order to ensure smooth execution.","\n","^Remember, now that the program is well underway, you will need to communicate regularly with your project teams and your stakeholders to ensure everyone has the information they need to succeed. Make wise decisions. Your program depends on it.","\n",{"->":"options"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"options":[["ev","str","^Read more about Program Communication and Knowledge Sharing","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Begin Episode","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"readmore"},"\n",{"#f":5}],"c-1":[{"->":"begin"},"\n",{"#f":5}]}],{"#f":1}],"readmore":[["^redirect to rise module on program communication","\n","ev","str","^Back","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"options"},"\n",{"#f":5}]}],{"#f":1}],"begin":[["^Jackie is a senior sales executive. She is currently very unhappy. One of her primary responsibilities is getting repeat business from customers. She talks to them, understands their current needs and recommends products accordingly. Recently, your team launched the beta version of the chat bot to some of her customers to see if it could understand their needs and make recommendations effectively. The customers seemed satisfied with the experience - a significant win for the bot!","\n","ev","str","^That's great, right? Why is Jackie unhappy?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"jackieunhappy"},"\n",{"#f":5}]}],{"#f":1}],"jackieunhappy":[["^Well, it turns out, no one communicated to Jackie that the bot was being tested on her customers. She called them, just like she always does, only to have them say that they already shared the information with the bot. It took her a lot of time and effort to finally figure out how to access the bot's conversations and take things forward with her customers.","\n","ev","str","^Oops, seems like a problem with communication","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"commprob"},"\n",{"#f":5}]}],{"#f":1}],"commprob":[["^Exactly! It seems like your governance document states how frequently you should send updates to stakeholders, but does not talk about who these stakeholders are and what information should be shared with them. Remember, all your stakeholders do not have the same level of power or interest in your program. So, a one size fits all communication approach will not work.","\n","ev","str","^Customize my stakeholder communication approach","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"customize"},"\n",{"#f":5}]}],{"#f":1}],"customize":[["^The best way to do so would be to map your stakeholders on the power-interest matrix. Let's start from the very top - the CEO. The chat bot automation initiative was her idea. However, she has handed it over to you and Ricky to conceptualize, plan and execute.","\n","^Where does the CEO fall on the Power-Interest Matrix? Drag and drop her to the appropriate quadrant.","\n","^(Design input - PI matrix like in SHM. CEO icon needs to be dragged and dropped - correct answer high power-low interest)","\n","ev","str","^High Power - Low Interest","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Any of the others","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"correctceo"},"\n",{"#f":5}],"c-1":[{"->":"incorrectceo"},"\n",{"#f":5}]}],{"#f":1}],"incorrectceo":[["^Hold on. That's not quite right. The CEO is high in power since she can influence the outcome of the program. However, since she has handed over the program to you and Ricky and has multiple other things to work on, her level of interest and involvement in the program is not very high.","\n","^(show CEO moving to correct quadrant)","\n","ev","str","^Got it","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"nextmap"},"\n",{"#f":5}]}],{"#f":1}],"correctceo":[["^Great work! The CEO is a high power-high interest stakeholder.","\n","ev","str","^Let's move on","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"nextmap"},"\n",{"#f":5}]}],{"#f":1}],"nextmap":[["^Where would your stakeholders like Ricky (Head of Sales and Program Sponsor), Maria (Head of IT) and Lee (Head of Customer Support) fall on the matrix? All three of their teams are actively involved in the program execution and will make use of the final product.","\n","^Drag and drop Ricky, Maria and Lee to the appropriate quadrants.","\n","^(Design input - PI matrix like in SHM. Same as the one with the CEO already mapped correctly. Maria, Lee and Ricky icons need to be dragged and dropped - correct answer high power-high interest for all)","\n","ev","str","^High power - High Interest","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Any others","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"correctricky"},"\n",{"#f":5}],"c-1":[{"->":"incorrectricky"},"\n",{"#f":5}]}],{"#f":1}],"incorrectricky":[["^Wait That's not quite right. All three of them are high power - high interest stakeholders. As business heads, they have the power to influence the program and are interested in its outcome.","\n","^(show correct mapping)","\n","ev","str","^Got it","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"finalmap"},"\n",{"#f":5}]}],{"#f":1}],"correctricky":[["^Great work! They are all high power - high interest stakeholders.","\n","ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"finalmap"},"\n",{"#f":5}]}],{"#f":1}],"finalmap":[["^Now, think of someone like Jackie. Clearly, given her recent experience, she wants to be kept informed about the program. Where would you map her on the power-interest matrix?","\n","^(Design input - PI matrix like in SHM, with previous icons included. Jackie icon needs to be dragged and dropped - correct answer low power-high interest)","\n","ev","str","^Low power - High Interest","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Any others","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"correctjackie"},"\n",{"#f":5}],"c-1":[{"->":"incorrectjackie"},"\n",{"#f":5}]}],{"#f":1}],"incorrectjackie":[["^That's not quite right. As a senior sales executive, Jackie probably does not have the power to directly influence the program. However, she is definitely interested in the outcome of the program as it directly impacts her work.","\n","^(show correct mapping)","\n","ev","str","^Got it","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"commplan"},"\n",{"#f":5}]}],{"#f":1}],"correctjackie":[["^Great choice! Jackie is a low power - high interest stakeholder.","\n","ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"commplan"},"\n",{"#f":5}]}],{"#f":1}],"commplan":[["^Now that you have mapped some of your key stakeholders, it's time to determine how best to communicate with them. Drag and drop the different communication strategies to the appropriate quadrants.","\n","^(Same as SHM pre work - PI matrix - drag and drop communication strategies)","\n","ev","str","^Correct","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Incorrect","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"commcorrect"},"\n",{"#f":5}],"c-1":[{"->":"commincorrect"},"\n",{"#f":5}]}],{"#f":1}],"commincorrect":[["^Oops. That's not quite right. Here's a more appropriate way of communicating with your stakeholders.","\n","^(show correct mapping)","\n","ev","str","^Got it","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"jumpback"},"\n",{"#f":5}]}],{"#f":1}],"commcorrect":[["^Great going! These communication strategies will help you determine what to communicate, how much to communicate and when to communicate with all your stakeholders.","\n","ev","str","^Include this stakeholder specific information in your program governance and move on","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"jackieproblem"},"\n",{"#f":5}]}],{"#f":1}],"jackieproblem":[["^Before moving on with your work, let's rewind a little and see how we could have prevented this miscommunication with Jackie. Remember, her issue was that she was not informed about the bot interacting with her customers.","\n","^What could you have communicated to her to ensure that she was informed beforehand?","\n","ev","str","^Hi Jackie. Just wanted you to know that we are testing the beta version of the bot. We are currently on schedule and should be done within a week. Do let us know if you receive any feedback on the same.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Hi Jackie. We are testing the beta version of the bot on some of your customers this week to see how well it can understand their needs. In case you or your customers have any questions, feel free to get in touch with us.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"noinfo"},"\n",{"#f":5}],"c-1":[{"->":"info"},"\n",{"#f":5}]}],{"#f":1}],"noinfo":[["^A week later...","\n","^Ricky: Natasha, what have you done? Jackie says the bot was tested on some customers who were already threatening to leave. Apparently, they faced quite a few issues when interacting with the bot, got frustrated and decided to take their business elsewhere. The bot is supposed to help us gain business, not lose it!","\n","^Natasha: But I did check with Jackie before.","\n","^Ricky: She says you only told her about the timelines for testing, not about why it was being done or what to expect.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"jackieproblem"},"\n",{"#f":5}]}],{"#f":1}],"info":[["^Jackie: Alright, go ahead. A few of my customers are a bit high risk at the moment. They may not be very open to trying out the new bot, especially if it is still in beta. Can we leave them out of it for now?","\n","^Natasha: Sure. Good thing that you called this out. We wouldn't want to lose any business because of it.","\n","ev","str","^With Jackie satisifed, it's time to get back to work","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"jumpback"},"\n",{"#f":5}]}],{"#f":1}],"jumpback":[["^It's time to jump back into work. You check in with all your project teams to see how things are going. One team is facing a bit of trouble with the automated nudge emails to the internal teams to track customer complaint redressals. It seems like the internal firewall is blocking these emails. They will need to work with the IT security team to get the necessary approvals.","\n","ev","str","^How does this impact the overall program?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"programimpact"},"\n",{"#f":5}]}],{"#f":1}],"programimpact":[["^Well, the good thing is that you have been able to work with your project teams and reprioritize some things so that this does not impact the final Version 1 release date. However, the internal milestone of making the nudge emails live will be delayed by a week.","\n","^Who do you want to inform about this delay?","\n","ev","str","^Only your project teams need to be aware of the delay so that they can reprioritize accordingly. Since it doesn't impact the final release date, you do not need to inform your other stakeholders","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Inform all your high power stakeholders - the CEO, Maria, Ricky and Lee. Programs need to have complete transparency in order to succeed","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Inform only your high power - high interest stakeholders - Maria, Ricky and Lee. Since it does not impact the final release date, your other stakeholders do not need to be informed right now","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":[{"->":"noone"},"\n",{"#f":5}],"c-1":[{"->":"everyone"},"\n",{"#f":5}],"c-2":[{"->":"onlyricky"},"\n",{"#f":5}]}],{"#f":1}],"noone":[["^Hold on. When you were making the program plan, you showed some of your stakeholders the program roadmap. This had the timelines for various milestones. If there is a change in the milestones, shouldn't they be informed about it?","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"programimpact"},"\n",{"#f":5}]}],{"#f":1}],"everyone":[["^Wait. Transparency is great, but does your CEO really need so much information? Remember, she is just looking for high level updates.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"programimpact"},"\n",{"#f":5}]}],{"#f":1}],"onlyricky":[["^Good choice! Given that your high power - high interest stakeholders are tracking the program milestones, it is important to keep them informed about any changes. They will be happy to know that this will not impact the final release date.","\n","ev","str","^Get back to your project check in discussions","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"projmeet"},"\n",{"#f":5}]}],{"#f":1}],"projmeet":[["^As you continue talking to your project teams, you realize that the back-end development team is a little behind schedule. You ask Jamal, the project manager, why this has happened.","\n","^Jamal: We didn't take into account the time that it would take to set up the right testing environment for the bot.","\n","^You know that Helen was facing the same problem a few weeks ago. Instead of building their own test environment, the team found an open-source front-end testing environment that could be used.","\n","^What do you want to say to Jamal?","\n","ev","str","^Tell him what Helen's team did and ask him to look for a similar open-source backend testing environment","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Let Jamal know that he needs to find a way to get his project back on schedule. Encourage him to think creatively to come up with more effective solutions - just like Helen did","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Suggest that he talk to Helen and see if she has come across any back-end testing environments while looking for front-end ones","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":[{"->":"lookyourself"},"\n",{"#f":5}],"c-1":[{"->":"figureout"},"\n",{"#f":5}],"c-2":[{"->":"shareknow"},"\n",{"#f":5}]}],{"#f":1}],"lookyourself":[["^Jamal: Hmm. That would be helpful, but right now, it will take up a significant amount of time just looking for the right tool. I'll keep this in mind for next time though.","\n","^Is there another way you can help Jamal be more effective right away?","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"projmeet"},"\n",{"#f":5}]}],{"#f":1}],"figureout":[["^Jamal: There's not too much scope for creativity here, honestly. It's just about hard work. But don't worry. I have asked my team to work this weekend. That should help us get the project back on track.","\n","^Is there another way you can help Jamal be more effective without overworking his team?","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"projmeet"},"\n",{"#f":5}]}],{"#f":1}],"shareknow":[["^Jamal: Oh, that's a great idea! I didn't know that Helen used an open-source environment. I'll check with her.","\n","ev","str","^A few hours later","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"fewhours"},"\n",{"#f":5}]}],{"#f":1}],"fewhours":[["^Jamal: Helen did know of a good back-end testing environment. It is definitely superior to the one we are building. It would have been nice if we had known about this earlier. But anyway, there is no time now. Like I said, we are halfway through building our own. It should be done by this weekend. We'll definitely use the tool that Helen suggested next time.","\n","^What do you want to say?","\n","ev","str","^If he thinks the tool is effective, encourage Jamal to start using it right away. His team will then have more bandwidth to focus on the other parts of the project","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Since Jamal's team has already started building the testing environment, let them finish it. Ensure that knowledge transfer is stronger between projects in the future to avoid this issue again","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"nosunkcost"},"\n",{"#f":5}],"c-1":[{"->":"sunkcost"},"\n",{"#f":5}]}],{"#f":1}],"sunkcost":[["^Hold on. Just because they have started doesn't mean they cannot stop, if a more efficient solution is available. It is important to be agile to change and not fall prey to the sunk cost fallacy - staying committed to the same strategy, even though a better one is available.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"projmeet"},"\n",{"#f":5}]}],{"#f":1}],"nosunkcost":[["^Good work avoiding the sunk cost fallacy. Even though Jamal's team has already started working on the testing environment, Helen's suggestion is likely to make their work simpler and better in the long run.","\n","ev","str","^Continue your discussion with Jamal","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"contjamal"},"\n",{"#f":5}]}],{"#f":1}],"contjamal":[["^Jamal: Alright, Natasha. I'll ask the team to make the change. But, can I ask for your advice? How do I make sure this does not happen again? I don't want my team to carry out tasks that end up being redundant.","\n","^What do you want to say?","\n","ev","str","^Why don't you check with me before starting work on a task? Since I am constantly in touch with the other project managers, I can tell you if there is a more efficient way to do so.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Every project manager maintains documentation of their project. Make sure to look through these before starting to work on a task. It is a great source of information","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Why don't you share what you are working on in our weekly meetings with the other project managers? If anyone has knwoeldge that could help you, they will surely bring it up.","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":[{"->":"askme"},"\n",{"#f":5}],"c-1":[{"->":"documentation"},"\n",{"#f":5}],"c-2":[{"->":"sharemeet"},"\n",{"#f":5}]}],{"#f":1}],"askme":[["^Hold on. You are taking too much on to yourself. While it is good to share information when you have it, like you did with Jamal just now, do not make the project managers overly dependent on you. There must be a way for project managers to share knowledge amongst each other.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"contjamal"},"\n",{"#f":5}]}],{"#f":1}],"documentation":[["^Jamal: But even if I read Helen's documentation, I would only have known that she completed the testing. I wouldn't know why she decided to opt for an open-source environment or that she had researched back-end environments in the process.","\n","^Jamal is right. Documentation is usually a good way of sharing information - what was done, when it was done etc. However, it usually does not include the knowledge that was gained - what was learnt, what were the different approaches considered, what research was carried out before arriving at a solution.","\n","^Is there a way to help Jamal access knowledge better?","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"contjamal"},"\n",{"#f":5}]}],{"#f":1}],"sharemeet":[["^Jamal: That's a great idea. I will definitely do that from the next meeting. We can ask the other project managers to do the same as well.","\n","ev","str","^Close your meeting with Jamal","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"ceomeet"},"\n",{"#f":5}]}],{"#f":1}],"ceomeet":[["^As you are heading to your update meeting with Helen, you run into the CEO, on her way back from a meeting.","\n","^CEO: Hi, Natasha. How is the program coming along?","\n","^What do you want to say?","\n","ev","str","^It's coming along well. Thanks for asking.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^We've run into a little trouble lately with internal milestones. In fact, I'm on my way to a meeting with the project managers to discuss better knowledge sharing practices. I'm hoping that will improve efficiency.","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Well, about 75% of the work is complete as of this week. We've managed to mitigate almost 90% of our risks, which is great. Thanks to our beta version testing, we caught and fixed around 12 critical bugs. We're on track for a Version 1 delivery in 3 weeks","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^It's going well. We will be releasing Version 1 in about 3 weeks, which is the IVR menu based version of the bot. Initial test results with customers have been promising. Then we'll move on to Version 2 which adds conversational AI to the bot","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":[{"->":"toolittle"},"\n",{"#f":5}],"c-1":[{"->":"toonegative"},"\n",{"#f":5}],"c-2":[{"->":"toomuch"},"\n",{"#f":5}],"c-3":[{"->":"justright"},"\n",{"#f":5}]}],{"#f":1}],"toolittle":[["^CEO: Haha, what's with the secrecy? I'm sure you can give me a little more than that.","\n","^Don't lose an opportunity to showcase your work to the CEO. Find something more substantial to share.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"ceomeet"},"\n",{"#f":5}]}],{"#f":1}],"toonegative":[["^CEO: Wow. It sounds like a lot is going wrong. Why haven't you or Ricky informed me of this earlier? It is very important that this bot releases as per the agreed upon date. We cannot afford delays.","\n","^Oops. You presented quite a bleak picture of the program. She now thinks that everything is going wrong, even though this is not the case. Remember, you are the main source of information regarding the program. You need to present it in its best and most realistic light.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"ceomeet"},"\n",{"#f":5}]}],{"#f":1}],"toomuch":[["^CEO: Hmm. That's a lot to process. I'm not entirely sure what most of it means.","\n","^Remember, the CEO needs high level information about how close the program is to achieving the strategic objective that it was created for. Curate your message accordingly.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"ceomeet"},"\n",{"#f":5}]}],{"#f":1}],"justright":[["^CEO: That's sounds great! I'm very happy to hear that. Keep me posted.","\n","ev","str","^Thank the CEO and head to your meeting","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"km"},"\n",{"#f":5}]}],{"#f":1}],"km":[["^You begin the meeting by telling Helen about the situation with Jamal.","\n","^Helen: Yes, he did tell me a while ago. I have been trying to figure out what we can do to avoid this situation in the future.","\n","^What do you want to say?","\n","ev","str","^Yes, Jamal had the same concern. I shared a few ideas with him on how to seek knowledge better. Those should help","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^It's all about improving your documentation. Don't just write about what was done, write about everything that happened in the process as well","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^In our meetings, instead of just providing updates, take some time to share your learnings and the reasons behind your decisions as well","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":[{"->":"justseek"},"\n",{"#f":5}],"c-1":[{"->":"writebetter"},"\n",{"#f":5}],"c-2":[{"->":"inmeet"},"\n",{"#f":5}]}],{"#f":1}],"justseek":[["^Wait. Knowledge sharing is the responsibility of both the person seeking knowledge and the person sharing it. So, Helen also needs to play a more active role in sharing her knowledge.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"km"},"\n",{"#f":5}]}],{"#f":1}],"writebetter":[["^Helen: But that's quite difficult. How do I know how much to write? A lot of our decisions just come from experience. Maybe if people asked questions, or if there was a discussion around the decisions, it would help me document it better.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"km"},"\n",{"#f":5}]}],{"#f":1}],"inmeet":[["^Helen: I like that idea! And then maybe after the meeting, we could quickly document what was discussed so that it is available for future reference. Now, just to make sure that I understood you correctly, how would I provide knowledge about this particular instance about the testing environment?","\n","^What do you want to say?","\n","ev","str","^This week, the team worked on testing the user interface. A few bugs were found and fixed. We have completed this part of the project on schedule.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^This week, the team worked on testing the user interface. We realized we didn't have time to build our own testing environment, so we decided to explore some open-source ones","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"update"},"\n",{"#f":5}],"c-1":[{"->":"knowledge"},"\n",{"#f":5}]}],{"#f":1}],"update":[["^Wait. That's more of an update. It provides information about what was done, but does not provide too much knowledge that others could use.","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"inmeet"},"\n",{"#f":5}]}],{"#f":1}],"knowledge":[["^Helen: Alright, that makes sense. I like how it is talking about the problem I solved, rather than just the task I did. That way, if people have similar problems, we can discuss it in more detail. So, does this replace our status update meetings?","\n","ev","str","^Yes, this is a much better use of our time","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^No, status updates are equally important to track progress","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":[{"->":"yes"},"\n",{"#f":5}],"c-1":[{"->":"both"},"\n",{"#f":5}]}],{"#f":1}],"yes":[["^Wait. That's not true. You cannot replace your status update meetings - how will you be able to track progress and ensure everything is moving as per the plan?","\n","ev","str","^Go back and try again","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"knowledge"},"\n",{"#f":5}]}],{"#f":1}],"both":[["^Helen: Got it. Both of them have their own role in ensuring program success.","\n","ev","str","^Thank Helen for her time and close the meeting","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"close"},"\n",{"#f":5}]}],{"#f":1}],"close":[["^Great work on keeping your stakeholders updated and finding a way to ensure knowledge is effectively shared throughout the program.","\n","ev","str","^See how I did in this episode","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":[{"->":"questreportcard"},"\n",{"#f":5}]}],{"#f":1}],"questreportcard":[["^Congratulations on making it to the end of this episode. You have scored ____ out of ____.","\n","ev","str","^End Episode","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}